import React from 'react';
import classes from './AboutStyles/AboutPanels.module.css'

const AboutPanel4 = ({URL}) => {
    return (
        <div className={classes.container}>
            <h1 className={classes.headerText}>Пользовательское соглашение</h1>
            <p><span className={classes.boldText}>Внимание!</span> Регистрация на сайте {URL} является безусловным и безоговорочным
                принятием (акцептом) Пользователем условий данного Соглашения.</p>

            <ol>
                <li>Запрещено ЛЮБОЕ полное или частичное копирование, передача третьим лицам и размещение материалов
                    (видео, выкройки) в открытый доступ. (ч1. Ст.1252, ст 1301 ГК РФ).</li>
                <li>Запрещено изготовление и/или тиражирование в любой форме всех печатных материалов, выкроек,
                    инструкций и видеоматериалов с целью их дальнейшего распространения.</li>
                <li>Запрещена передача своего логина и пароля третьим лицам для доступа к закрытым разделам сайта.
                    В противном случае доступ к сайту будет немедленно заблокирован.</li>
                <li>Все видеоматериалы, документы, выкройки и прочее, размещенные на данном сайте, являются интеллектуальной
                    собственностью Ладочкина Юрия Михайловича.</li>
                <li>Администрация сайта оставляет за собой право заблокировать пользователю доступ ко всем материалам
                    сайта при возникновении подозрений в противоправных действиях и до выяснения обстоятельств.</li>
            </ol>

            <p>Не соблюдение этих правил означает нарушение законодательства об авторском праве и влечет наложение ответственности,
                предусмотренной действующим законодательством РФ, а также нормами международного права.</p>

            <h1 className={classes.headerText}>ПОКУПКА ВЫКРОЕК на сайте</h1>

            <ol>
                <li>После успешной оплаты выкроек все необходимые файлы автоматически добавляются в личный кабинет пользователя.
                    Для работы с файлами их необходимо предварительно скачать на устройство.</li>
                <li>Выкройки предназначаются исключительно для личного пользования без возможности публикации
                    и/или перепродажи.</li>
                <li>Использование выкроек запрещено для массового пошива одежды. Выкройки предназначены исключительно
                    для пошива в личных целях на любительском уровне, не для производства и дальнейшей продажи.</li>
                <li>К выкройкам прилагаются подробные фото или видео инструкции по пошиву с комментариями.</li>
                <li>Возврат денежных средств за ошибочно приобретенные модели и/или размеры выкроек не предусмотрен.
                    Это цифровой товар, который подлежит скачиванию, поэтому просим внимательно выбирать параметры при покупке.</li>
                <li>Администрация сайта гарантирует сохранность данных о покупках выкроек в личном кабинете на протяжении 1 года с
                    момента покупки. Для обеспечения сохранности цифрового товара, подлежащего скачиванию, на неограниченный срок,
                    просим вас сохранять файлы на собственных носителях. </li>
            </ol>
        </div>
    );
};

export default AboutPanel4;