import React from 'react';
import classes from './AboutStyles/AboutPanels.module.css'

const AboutPanel3 = () => {
    return (
        <div className={classes.container}>
            <h1 className={classes.headerText}>Как оплатить выкройку</h1>
            <p>Для того, чтобы купить выкройки, вам необходимо зарегистрироваться или авторизоваться на сайте.
                Внимательно проверьте, правильно ли вы указали адрес электронной почты! На указанную почту вам придет
                письмо с уникальным кодом, для подтверждения почты (проверьте папку СПАМ, письмо может прийти туда).
                Сменить пароль вы сможете в личном кабинете.</p>

            <p>· Все купленные выкройки будут храниться в вашем личном кабинете.</p>

            <p>· Далее вам нужно выбрать выкройку, необходимый размер, либо размерный ряд и добавить в корзину.</p>

            <p>· Как только все необходимые выкройки помещены в корзину, вам необходимо войти в личный кабинет
                нажатием кнопки «Профиль», расположенной в верхней части экрана, после чего кликнуть на кнопку
                «Перейти к оплате».</p>

            <p>· Обязательно проверьте правильность заказа. Еще раз проверьте правильно ли выбран размер и рост.</p>

            <p>· После этого можно продолжить оформление заказа. Вы должны подтвердить, что ознакомились с правилами и
                условиями покупки на сайте и выбрать способ оплаты.</p>

            <p>· После оплаты на Ваш электронный адрес будет отправлено письмо об успешном платеже.</p>

            <p>· Скачать все купленные выкройки вы можете в личном кабинете.</p>

            <p>· Если в течение 15 минут после оплаты в вашем личном кабинете не появились файлы для скачивания,
                то напишите нам, воспользовавшись формой в нижней части главной страницы сайта.</p>
        </div>
    );
};

export default AboutPanel3;