import React from 'react';
import classes from './AboutStyles/AboutPanels.module.css'
import Autor from '../../img/autor.jpg'

const AboutPanel1 = () => {
    return (
        <div>
            <h1 className={classes.headerText}>О проекте LavLi</h1>
            <div className={classes.containerImg}>
                <div className={classes.leftSide}>
                    <img src={Autor} alt="Автор"/>
                </div>

                <div className={classes.rightSide}>
                    <h3>Меня зовут Аня. Я мама особенного ребёнка♿. Научилась шить удобную одежду для детей с ДЦП, научу и вас .Автор выкроек  адаптированных под детей с ОВЗ, которые вы сможете приобрести.</h3>
                </div>
            </div>
            <div className={classes.simpeText}>
                <h3>Lavli_an Онлайн магазин готовых выкроек адаптивной  одежды, для детей с особенностями развития, которая блегчает  процесс одевания детей, со спастикой, не сковывает движения.<br/> Удобные боди на кнопках облегчают смену памперса, замки на комбенизонах во всю длинну изделия и на рукавах  сделают сборы на прогулку быстрыми и комфортными.
                    <br/>Проект lavli_an — это пространство для вашего творчества. Здесь найдутся лекала  адаптивной одежды для детей с ОВЗ и подробные  уроки по пошиву, например, боди, слипы, ползунки и всё, что облегчает жизнь особых родителей и их детей. Каждая из готовых выкроек сама по себе уже своего рода мастер-класс по пошиву на машинке для новичков, ведь более подробных инструкций с фотографиями и даже видеоуроками не найдёте больше нигде. <br/>Купить и скачать выкройки в формате pdf можно для  размеров с 104 по 170.  С нами создать базовый гардероб  для детей со спастикой проще простого.</h3>

            </div>

        </div>
    );
};

export default AboutPanel1;